Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
tr_tr: Yöneticilerin, girdilerini değerlendirmede dikkate alınmak üzere yeniden yayınlamaları gerekecektir. Formların arka planda işlendiğini unutmayın. Seçtiğiniz değerlendirmelerin hacmine bağlı olarak, gelecekteki seçimleri işlerken ve yöneticilere geri gönderirken bu formlardan bazılarını görmeye devam edebilirsiniz. Uygulamayı kullanmaya devam edebilir ve gerekli diğer tüm eylemleri gerçekleştirebilirsiniz.

source: {{count}} review was successfully moved to "Pending publishing" stage.
tr_tr: {{count}} değerlendirme, başarıyla "Yayınlanmayı Bekleyen" aşamasına taşındı.

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
tr_tr: {{count}} değerlendirme, başarıyla "Yayınlanmayı bekliyor" aşamasına taşındı.

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
tr_tr: Yöneticilerin, girdilerini değerlendirmede dikkate alınmak üzere yeniden yayınlamaları gerekecektir. Bu işlem geri alınamaz.

source: Move reviews to "Pending publishing" stage
tr_tr: Değerlendirmeleri "Yayınlanmayı bekliyor" aşamasına taşıyın

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
tr_tr: Yöneticilerin değerlendirmeyi yeniden göndermesi gerekecek. Formların arka planda işlendiğini unutmayın. Seçtiğiniz değerlendirme sayısına bağlı olarak, biz bunları işleyip yöneticilere geri gönderirken gelecekteki seçimleri uyguladığınızda bu formların bazılarının hâlâ görünmesi mümkündür. Uygulamayı kullanmaya devam edebilir ve gerekli diğer işlemleri gerçekleştirebilirsiniz.

source: {{count}} review was successfully reopened.
tr_tr: {{count}} değerlendirmer başarıyla yeniden açıldı.

source: {{count}} reviews were successfully reopened.
tr_tr: {{count}} değerlendirmeler başarıyla yeniden açıldı.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
tr_tr: {{count}} değerlendirmer'ı "Devam ediyor" aşamasına taşıyın. Yöneticilerin değerlendirmelerini yeniden göndermeleri gerekecek. Bu işlem geri alınamaz.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
tr_tr: {{count}} değerlendirmeri "Devam ediyor" aşamasına taşıyın. Yöneticilerin değerlendirmelerini yeniden göndermesi gerekecek. Bu işlem geri alınamaz.

source: Reopen reviews
tr_tr: Değerlendirmeleri yeniden aç

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
tr_tr: Bu değerlendirme, yöneticilerin düzenlemesi için yeniden açıldı. Yöneticilerin değişikliklerini/güncellemelerini kaydetmek için değerlendirmelerin yeniden yayınlanması gerekecektir. Önemli sayıda değerlendirmeyi yeniden açtıysanız, bu işlemin tamamlanması için yeterli işlem süresi tanıyın. Sistem işlem yaparken uygulamayı kullanmaya ve gerekli diğer tüm eylemleri gerçekleştirmeye devam edebilirsiniz.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
tr_tr: {{count}} değerlendirme, başarıyla "Görüşme ve yayın" aşamasına taşındı.

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
tr_tr: {{count}} değerlendirme, başarıyla "Görüşme ve yayın" aşamasına taşındı.

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
tr_tr: Kapatılmış bir değerlendirmeyi "Görüşme ve yayınlama" aşamasına geri taşımak, yöneticinin değerlendirmeyi düzenlemesine ve tekrar yayınlamasına olanak tanır.

source: Move reviews to "Conversation & publication" stage
tr_tr: Değerlendirmeleri "Görüşme ve yayın" aşamasına taşıyın

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
tr_tr: Önemli sayıda değerlendirmeyi bu aşamaya taşıdıysanız, bu işlemin tamamlanması için yeterli işlem süresi tanıyın. Sistem işlem yaparken uygulamayı kullanmaya ve gerekli diğer tüm eylemleri gerçekleştirmeye devam edebilirsiniz.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
tr_tr: {{count}} değerlendirme başarıyla "Onay Bekleniyor" aşamasına taşındı.

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
tr_tr: {{count}} değerlendirme, başarıyla "Onay bekleniyor" aşamasına taşındı.

source: Moving the accepted review back to "Pending sign-off" stage...
tr_tr: Kabul edilen değerlendirme, "Onay bekleniyor" aşamasına geri taşınıyor...

source: Move reviews back to "Pending sign-off" stage
tr_tr: Değerlendirmeleri "Onay bekleniyor" aşamasına geri taşıyın

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
tr_tr: Bir değerlendirme kapatıldığında, sonlandırılır ve artık ne yönetici ne de çalışan tarafından düzenlenemez. Ancak, her iki taraf da içeriği görüntüleyebilir ve referans için değerlendirmeyi PDF olarak indirebilir. Değerlendirmelerin arka planda işlendiğini unutmayınız. Seçilen değerlendirme sayısına bağlı olarak, bazı formları işlenirken geçici olarak diğer aşamalarda görebilirsiniz. Uygulamayı kullanmaya ve diğer işlemleri gerçekleştirmeye güncellemeler uygulanırken devam edebilirsiniz.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
tr_tr: {{count}} değerlendirme başarıyla "Kapalı (sistem)" aşamasına taşındı.

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
tr_tr: {{count}} değerlendirmeyi başarıyla "Kapalı (sistem)" aşamasına taşındı.

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi "Kapalı (sistem)" aşamasına taşıyın. Bu işlem geri alınamaz.

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi "Kapalı (sistem)" aşamasına taşıyın. Bu işlem geri alınamaz.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
tr_tr: Bu aşama tamamlandıktan sonra yönetici değerlendiren, çalışan için değerlendirmeyi yayınlamadan önce puanlarında ve yorumlarında değişiklik yapabilmeleri için bilgilendirilecektir. Formların arka planda işlendiğini unutmayın. Seçtiğiniz değerlendirmelerin hacmine bağlı olarak, gelecekteki seçimleri işlerken ve yöneticilere geri gönderirken bu formlardan bazılarını görmeye devam edebilirsiniz. Uygulamayı kullanmaya devam edebilir ve gerekli diğer tüm eylemleri gerçekleştirebilirsiniz.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
tr_tr: {{count}} Değerlendirme, başarıyla "Görüşme ve yayın" aşamasına taşındı.

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
tr_tr: {{count}} Değerlendirme, başarıyla "Görüşme ve yayın" aşamasına taşındı.

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
tr_tr: {{count}} Değerlendirmeyi "Görüşme ve yayın" aşamasına taşıyın. Bu işlem geri alınamaz.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
tr_tr: {{count}} Değerlendirmeyi "Görüşme ve yayın" aşamasına taşıyın. Bu işlem geri alınamaz.

source: Review stage changed
tr_tr: Değerlendirme aşaması değiştirildi

source: Current selection: {{count}}
tr_tr: Mevcut seçim: {{count}}

source: Select reviews to continue
tr_tr: Devam etmek için değerlendirmer seçin

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
tr_tr: Değerlendirmeleri farklı bir aşamaya taşımak için, değerlendirme aşamasını seçin ve ardından seçilen aşamadaki belirli değerlendirmeleri bulmak için filtreleme yapın.

source: Select a stage to continue
tr_tr: Devam etmek için bir aşama seçin

source: Move stages
tr_tr: Aşamaları taşıyın

source: Reviews in the selected stage: {{count}}
tr_tr: Seçilen aşamadaki değerlendirmer: {{count}}

source: {{count}} reviews were successfully moved.
tr_tr: {{count}} değerlendirme başarıyla taşındı.

source: {{count}} review was successfully moved.
tr_tr: {{count}} değerlendirmer başarıyla taşındı.

source: Move to "Conversation & publication" stage
tr_tr: "Görüşme ve yayın" aşamasına taşıyın

source: Move to "Closed (system)" stage
tr_tr: "Kapalı (sistem)" aşamasına taşı

source: Move to "Pending sign-off" stage
tr_tr: "Onay bekleniyor" aşamasına taşıyın

source: Reopen (worker and manager)
tr_tr: Yeniden aç (çalışan ve yönetici)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
tr_tr: Bu performans değerlendirmesi için yöneticiyi yeniden atamak üzeresiniz. Yeni yönetici, mevcut yöneticinin sahip olduğu tüm izinleri ve eylemleri kazanacaktır.

source: Reviews in "{{stage}}" stage: {{count}}
tr_tr: "{{stage}}" aşamasındaki değerlendirmer: {{count}}

source: Exclude sensitive content
tr_tr: Hassas içeriği hariç tut

source: Search for sensitive content
tr_tr: Hassas içerik ara

source: Show only sensitive content
tr_tr: Yalnızca hassas içeriği göster

source: Show all
tr_tr: Tümünü göster

source: Back to performance review templates
tr_tr: Performans değerlendirme şablonlarına geri dön

source: Delete selected
tr_tr: Seçilenleri sil

source: Reviews that have passed the moderation stage cannot be deleted.
tr_tr: Değerlendirme aşamasını geçen yorumlar silinemez.

source: Current stage
tr_tr: Mevcut aşama

source: Global ID
tr_tr: Genel Kimlik

source: Review content
tr_tr: İçeriği değerlendirin

source: Manager view
tr_tr: Yönetici görünümü

source: Move to a different stage
tr_tr: Farklı bir aşamaya geçin

source: New review stage
tr_tr: Yeni değerlendirme aşaması

source: Search results: {{count}}
tr_tr: Arama sonuçları: {{count}}

source: Review stage: {{stage}}
tr_tr: Değerlendirme aşaması: {{stage}}

source: View review
tr_tr: İncelemeyi görüntüle

source: This review doesn't exist or is no longer available to you.
tr_tr: Bu değerlendirme mevcut değil veya artık sizin kullanımınıza sunulmuyor.

source: Indicate frequency
tr_tr: Sıklığı belirtin

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
tr_tr: Formu yalnızca çalışanın da değerlendirmesini düzenlemesini ve yeniden göndermesini istiyorsanız yeniden açın. Aksi takdirde, yorumlarınızı ve puanlamanızı doğrudan aşağıdan düzenleyebilirsiniz.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
tr_tr: Bu değerlendirmeyi yeniden açarsanız, {{employee}} bilgilendirilecek ve değerlendirmesini düzenleyebilecekler.

source: If you reopen this review, {{employee}} will be notified.
tr_tr: Bu değerlendirmeyi yeniden açarsanız, {{employee}} bilgilendirilecektir.

source: Requested to {{count}} workers:
tr_tr: {{count}} çalışana talep edildi:

source: Requested to 1 worker:
tr_tr: 1 çalışana talep edildi:

source: {{count}} people have answered this request
tr_tr: {{count}} kişi bu talebi yanıtladı

source: {{count}} person has answered this request
tr_tr: {{count}} kişi bu talebi yanıtladı

source: {{count}} people have not answered this request
tr_tr: {{count}} kişi bu talebe yanıt vermedi

source: {{count}} person has not answered this request
tr_tr: {{count}} kişi bu talebe yanıt vermedi

source: Add all goal types
tr_tr: Tüm hedef türlerini ekleyin

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
tr_tr: Bu değerlendirmeyi şimdi yayınlarsanız, {{employee}} kendi kendine değerlendirmesini gönderemeyecek ve siz de değerlendirmenin daha sonra düzenleyemeyeceksiniz. Değerlendirme yayınlandıktan sonra, {{employee}} değerlendirmenin sonucunu görecektir.

source: I understand. I want to publish this review now.
tr_tr: Anlıyorum. Bu değerlendirmeyi şimdi yayınlamak istiyorum.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
tr_tr: Tamam. Kendi kendine değerlendirmenin gönderilmesini bekleyeceğim ve bu değerlendirmeyi daha sonra yayınlayacağım.

source: Peers
tr_tr: Eşdüzeyler

source: Self
tr_tr: Kişi, kendi

source: 360 review
tr_tr: 360 derece değerlendirme

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
tr_tr: Değerlendirmeniz gönderildi ve artık yöneticiyi değerlendiren kişi tarafından görülebilecek. Yönetici tarafından yayınlandıktan sonra, kendi kendini değerlendirmeyi yapan kişi de girdilerinizi görebilecek.

source: The new manager was successfully assigned to the review.
tr_tr: Yeni yönetici değerlendirmeye başarıyla atandı.

source: The manager was successfully removed from the review.
tr_tr: Yönetici değerlendirmeden başarıyla kaldırıldı.

source: Additional managers
tr_tr: Ek yöneticiler

source: After applying, all remaining requests to add managers by the worker will be dismissed.
tr_tr: Uyguladıktan sonra, çalışanın yönetici ekleme taleplerinin tamamı reddedilir.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
tr_tr: Performans değerlendirmenizin odak noktasının, gelecekte daha etkili olmak için yapabileceğiniz değişiklikler olması gerektiğini unutmayın. Geçmiş üzerine düşünmek iyidir, ancak bunu ileriye dönük bir eyleme dönüştürmeyi unutmayın.

source: Here are some tips to make the most out of your performance conversation.
tr_tr: Performans görüşmenizden en iyi şekilde yararlanmanız için bazı ipuçlarını burada bulabilirsiniz.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
tr_tr: Performans değerlendirmeleri göz korkutucu olabilir; birlikte verimli bir görüşme yapabilmeniz için değerlendirme öncesinde her tür endişenizi yöneticinizle ele aldığınızdan emin olun.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
tr_tr: İş arkadaşlarınızdan gelen geri bildirimler, hedeflerinizdeki ilerleyiş, anket raporları ve diğer tüm ilgili veriler dahil olmak üzere performans verilerinizi toplayın. Performans değerlendirmenize hazır ve hazırlıklı olmak için performans verilerinizi analiz etmeniz önemlidir.

source: Have a great review conversation!
tr_tr: Harika bir değerlendirme görüşmesi yapmanızı dileriz!

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
tr_tr: Performans değerlendirmesi öncesinde, ilerleyişinizi ve başarılarınızı gözden geçirmek için zaman ayırın. Bu, görevinizde nasıl ilerlemek istediğinizi dile getirme ve yöneticinizle bir yol haritası planlama zamanıdır.

source: Attachment:
tr_tr: Ek:

source: Why not request feedback on your behaviors now?
tr_tr: Neden şimdi davranışlarınız hakkında geri bildirimler talep etmiyorsunuz?

source: Hide behavior details
tr_tr: Davranış ayrıntılarını gizleyin

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
tr_tr: Konuşmanız için, {{name}} adlı kişinin davranış profilini ve her bir davranışı sergilediği durumları düşünün ve gelecekte neye odaklanması gerektiğiyle ilgili düşüncelerinizi değerlendirin.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
tr_tr: Görüşmeniz için, davranış profiliniz üzerinde düşünün ve her bir davranışı sergilediğiniz durumları veya gelecekte bunlara nasıl odaklanabileceğinizi değerlendirin. İş arkadaşlarınızdan aldığınız tüm geri bildirimleri veya içgörüleri ve bunları sahip olduğunuz örnekleri vurgulamak için kullanıp kullanamayacağınızı düşünün. Değerlendirmenizde herhangi bir boşluk mu fark ettiniz? Meslektaşlarınızdan ve paydaşlarınızdan tüm önemli davranışlar hakkında hemen geri bildirimler talep edin.

source: Show behavior details
tr_tr: Davranış ayrıntılarını göster

source: {{name}} has not received any behaviors over this review period.
tr_tr: {{name}}, bu değerlendirme dönemi boyunca herhangi bir davranış almadı.

source: You have not received any behaviors over this review period.
tr_tr: Bu değerlendirme dönemi boyunca herhangi bir davranış almadınız.

source: {{name}}'s behavior profile
tr_tr: {{name}} adlı kişinin davranış profili

source: This was not resolved. I want to formally challenge my review.
tr_tr: Bu sorun çözülmedi. Değerlendirmeme resmi olarak itiraz etmek istiyorum.

source: Discussion requested
tr_tr: Görüşme talep edildi

source: Challenged
tr_tr: İtiraz edildi

source: Change scale
tr_tr: Ölçeği değiştir

source: Comments added by:
tr_tr: Yorumları ekleyen:

source: Share your final thoughts
tr_tr: Son düşüncelerinizi paylaşın

source: Complete moderation
tr_tr: Denetlemeyi tamamlayın

source: Go to the review list
tr_tr: Değerlendirme listesine git

source: Stay on this review
tr_tr: Bu değerlendirmede kalın

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
tr_tr: {{employee}} için süreçteki bir sonraki adımı görmek üzere lütfen değerlendirme formunun üst kısmındaki değerlendirme zaman çizelgesinin durumunu kontrol edin.

source: You have completed the moderation stage.
tr_tr: Denetleme aşamasını tamamladınız.

source: I confirm that I have received feedback during the review challenge process.
tr_tr: İnceleme itirazı sürecinde geri bildirimler aldığımı onaylıyorum.

source: Confirmation
tr_tr: Onay

source: Performance conversation confirmation
tr_tr: Performans görüşmesi onayı

source: Create custom widget
tr_tr: Özel pencere öğesi oluşturun

source: Edit widget
tr_tr: Pencere öğesini düzenle

source: No custom widgets yet
tr_tr: Henüz özel pencere öğesi yok

source: Editable after result publication
tr_tr: Sonuç yayınlandıktan sonra düzenlenebilir

source: Are you sure you want to exit? Your changes will not be saved.
tr_tr: Çıkmak istediğinizden emin misiniz? Yaptığınız değişiklikler kaydedilmeyecek.

source: Create widget
tr_tr: Pencere öğesi oluştur

source: Enter a question
tr_tr: Bir soru girin

source: Widget title
tr_tr: Pencere öğesi başlığı

source: Enter a title
tr_tr: Bir başlık girin

source: Widget visible to managers and workers
tr_tr: Yöneticiler ve çalışanlar tarafından görülebilen pencere öğesi

source: Widget visible only to managers
tr_tr: Yalnızca yöneticiler tarafından görülebilen pencere öğesi

source: Widget placement
tr_tr: Pencere öğesi yerleşimi

source: Above the overall performance
tr_tr: Genel performansın üzerinde

source: End of the form
tr_tr: Formun sonu

source: Top of the form
tr_tr: Formun üst kısmı

source: Response visibility
tr_tr: Yanıt görünürlüğü

source: Reassign my manager review
tr_tr: Yönetici değerlendirmemi yeniden ata

source: Manager — Reassigned by {{name}}
tr_tr: Yönetici — {{name}} tarafından yeniden atandı

source: Reassigned manager review to:
tr_tr: Yönetici değerlendirmesi şuraya yeniden atandı:

source: Reassigned to you by:
tr_tr: Size şu kişi tarafından yeniden atandı:

source: I want to discuss further
tr_tr: Daha fazla tartışmak istiyorum

source: Do you want to respond or highlight any changes to the worker?
tr_tr: Çalışana yanıt vermek veya herhangi bir değişikliği vurgulamak istiyor musunuz?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
tr_tr: Değerlendirmeniz hakkında bir görüşme yapmak istediğinizi belirttiniz; bu nedenle, yöneticiniz puanlarını ve yorumlarını değiştirebilecektir. Değerlendirmeyi yeniden yayınladıklarında, son gönderimlerini kabul edebilir veya buna itiraz edebilirsiniz.

source: Edit performance review
tr_tr: Check-in görüşmesini düzenle

source: If you submit your self-review now, you will not be able to edit it later.
tr_tr: Kendi kendine değerlendirmenizi şimdi gönderirseniz, daha sonra düzenleyemezsiniz.

source: If you submit now, {{employee}} will not be able to submit their self-review.
tr_tr: Şimdi gönderirseniz, {{employee}} kendi kendine değerlendirmesini gönderemeyecek.

source: I understand. I want to submit my self-review now.
tr_tr: Anladım. Kendi kendine değerlendirmemi şimdi göndermek istiyorum.

source: Your self-review was submitted to your manager.
tr_tr: Kendi kendine değerlendirmeniz yöneticinize gönderildi.

source: I understand. I want to submit my review now and start the performance conversation.
tr_tr: Anladım. Değerlendirmemi şimdi göndermek ve performans görüşmesine başlamak istiyorum.
